<?php


$messages = array(
    "BAD_PASSPORT" => "Проверьте набранный вами паспорт, паспорт должен состоять из 10 цифр!",
    "BAD_LOGIN" => "Логин занят или введен в неверном формате!",
    "BAD_EMAIL" => "Проверьте набранный вами Email!, или он уже занят",
    "BAD_PHONE" => "Ваш телефон занят или введен в неверном формате",
    "BAD_FIRSTNAME" => "Ваше имя содержит менее 2 символов",
    "BAD_SECONDNAME" => "Ваша Фамилия содержит менее 2 символов",
    "BAD_PASSWORD" => "Слишком короткий пароль"
);